[{
    "index": 1,"nombre":"Cuchillo Mariposa ★ | Diente de tigre",
    "description":"Esto es una navaja de diseño personalizado, comúnmente conocida como cuchillo mariposa. La característica que define a esta arma es la apertura de abanico de la hoja que pivota libremente, que permite abrirla rápidamente o a escondidas. Debido a esto, las mariposas son ilegales en algunos países. Se ha anodizado en naranja y a continuación grabado a mano mediante un patrón de rayas de tigre. Excepcional como el tigre... Mortal como el tigre...",
    "image": "public/image/ak47/fireserpent.png",
    "precio": 1870,
    "stock":4, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 2,"nombre":"Bayoneta M9 ★ | Desteñido",
    "description":"Esta es la bayoneta M-9. Pensada originalmente para ir acoplada a un rifle, también resulta muy adecuada para el combate en espacios cerrados. Se ha pintado aerografiando trazados transparentes desteñidos sobre una capa base de cromo. Esto no es solo un arma, es un tema de conversación. —Imogen (traficante de armas en prácticas)",
    "image": "public/image/ak47/arabesco.png",
    "precio": 1800,
    "stock":2, 
    "categoria":"Case Knife"
    
  }
  
  {
    "index": 3,"nombre":"Karambit ★ | Tela escarlata",
    "description":"Con su hoja curvada emulando la garra de un tigre, el karambit fue desarrollado como parte de la disciplina marcial surasiática del silat. El cuchillo se usa normalmente con un agarre opuesto al de la hoja introduciendo el dedo índice en el aro. Se ha pintado usando un patrón de telaraña hidrográfico sobre una capa roja y está barnizada con una capa superior satinada. Ten cuidado por dónde andas, uno nunca sabe hasta dónde se extiende la telaraña",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 1781.99,
    "stock":2, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 4,"nombre":"Bayoneta M9 ★ | Tela escarlata",
    "description":"Alto riesgo y alta recompensa, el infame AWP es reconocible por su característico sonido y su política de «un tiro, una muerte». Se ha pintado un relámpago usando un efecto anodizante sobre una capa base metálica. En ocasiones no es necesario atacar dos veces el mismo lugar",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 1621.25,
    "stock":25, 
    "categoria":"Case Knife"
    
  }

  {
    "index": 4,"nombre":"Karambit ★ | Diente de tigre",
    "description":"Con su hoja curvada emulando la garra de un tigre, el karambit fue desarrollado como parte de la disciplina marcial surasiática del silat. El cuchillo se usa normalmente con un agarre opuesto al de la hoja introduciendo el dedo índice en el aro. Se ha anodizado en naranja y a continuación grabado a mano mediante un patrón de rayas de tigre. Excepcional como el tigre... Mortal como el tigre...",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 1455.25,
    "stock":35, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 5,"nombre":"Cuchillo talón ★ | Desteñido",
    "description":"Este karambit con mango de marfil posee remaches de latón y dientes de sierra, por lo que corta al entrar y desgarra al salir. Se ha pintado aerografiando trazados transparentes desteñidos sobre una capa base de cromo. Esto no es solo un arma, es un tema de conversación. —Imogen (traficante de armas en prácticas)",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 1385.25,
    "stock":3, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 6,"nombre":"Navaja ★ | Manchado",
    "description":"Esta navaja con mango de mármol esmaltado esconde una pequeña pero increíblemente afilada cuchilla. Se le ha aplicado una capa de óxido a propósito derramando gotas de limón y mostaza sobre su superficie. Si piensas que es confuso ahora, espera a verlo bajo una luz negra",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 89.52,
    "stock":9, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 7,"nombre":"Dagas Sombrías ★ | Acero de damasco",
    "description":"Diseñada para proporcionar un brutalidad eficiente, usar una daga es tan simple como lanzar un puñetazo o dos. Se ha forjado a partir de una moldura a base de dos tipos de acero de carbono. Finalmente, un arma lo suficientemente fuerte para adecuarse a tus propósitos",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 97.99,
    "stock":200, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 8,"nombre":"Dagas Sombrías ★ | Aguas brillantes",
    "description":"Diseñada para proporcionar un brutalidad eficiente, usar una daga es tan simple como lanzar un puñetazo o dos. Se ha pintado usando un camuflaje azul hidrográfico.",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 97.45,
    "stock":500, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 9,"nombre":"Cuchillo Destripador ★ | Ultravioleta",
    "description":"La característica más notable de un cuchillo destripador es el gancho destripador que tiene al final de la hoja. Originalmente popularizado como una ayuda para los vendajes, el cuchillo destripador es también efectivo cortando materiales fibrosos como cuerdas, cinchas o cinturones de seguridad con bastante facilidad. Se han pintado algunas partes con espray de colores sólidos en tonos negro y púrpura. Un diseño elegante unido a un propósito brutal.",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 95.99,
    "stock":150, 
    "categoria":"Case Knife"
    
  }
  {
    "index": 10,"nombre":"Cuchillo Bowie ★ | Malla de safari",
    "description":"Este afilado cuchillo Bowie de espiga completa está diseñado para utilizarse en situaciones de supervivencia extremas. Se ha pintado con espray usando malla metálica y recortes de cartón como plantillas. Un depredador es un depredador, sin importar el entorno.",
    "image": "public/image/ak47/Ak-asiimov-800x385.png",
    "precio": 92.85,
    "stock":150, 
    "categoria":"Case Knife"
    
  }]